Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/drupal-tm.tmx
Source language: en
Languages: ca_es

source: <em>Roles</em> are used to group and classify users; each user can be assigned one or more roles. By default there are two roles: <em>anonymous user</em> (users that are not logged in) and <em>authenticated user</em> (users that are registered and logged in). Depending on choices you made when you installed Drupal, the installation process may have defined more roles, and you can create additional custom roles on the <a href="@roles">Roles page</a>. After creating roles, you can set permissions for each role on the <a href="@permissions_user">Permissions page</a>. Granting a permission allows users who have been assigned a particular role to perform an action on the site, such as viewing a particular type of content, editing or creating content, administering settings for a particular module, or using a particular function of the site (such as search).
ca_es: Els <em>rols</em> s'utilitzen per a agrupar i classificar els usuaris; cada usuari pot tenir assignat un o més rols. Per defecte hi ha dos rols: <em>usuari anònim</em> (usuaris que no han iniciat sessió) i <em>usuari autentificat</em> (usuaris que estan registrats i han iniciat sessió). Depenent de l'elecció que vàgiu fer quan vareu intal·lar el Drupal, el procés d'instal·lació pot haver definit més rols, i podeu crear rols personalitzats addicionals a la <a href="@roles">pàgina de rols</a>. Una vegada hàgiu creat els rols, podeu establir els permisos per cada rol a la <a href="@permissions_user">pàgina de permisos</a>. La concessió d'un permís permet als usuaris que han estat assignats a un rol determinat, realitzar una acció al lloc, com accedir a un tipus de contingut en particular, editar o crear contingut, administrar els paràmetres d'un determinat mòdul o utilitzar una funció particular del lloc (com pot ser la cerca).

source: The <a href="@accounts">Account settings page</a> allows you to manage settings for the displayed name of the anonymous user role, personal contact forms, user registration, and account cancellation. On this page you can also manage settings for account personalization (including signatures and user pictures), and adapt the text for the e-mail messages that are sent automatically during the user registration process.
ca_es: La <a href="@accounts">pàgina de paràmetres del compte</a> us permet gestionar els paràmetres del nom que es mostra per al rol d'usuari anònim, el formulari de contacte personal, el registre d'usuari i la cancel·lació de comptes. En aquesta pàgina també podeu gestionar els paràmetres de personalització del compte (incloent signatures i imatges d'usuari), i adaptar el text dels missatges de correu electrònic que s'envien automàticament durant el procés de registre d'usuari.

source: Permissions let you control what users can do and see on your site. You can define a specific set of permissions for each role. (See the <a href="@role">Roles</a> page to create a role). Two important roles to consider are Authenticated Users and Administrators. Any permissions granted to the Authenticated Users role will be given to any user who can log into your site. You can make any role the Administrator role for the site, meaning this will be granted all new permissions automatically. You can do this on the <a href="@settings">User Settings</a> page. You should be careful to ensure that only trusted users are given this access and level of control of your site.
ca_es: Els permisos us permeten controlar què poden fer i veure els usuaris al vostre lloc. Podeu definir un conjunt de permisos específics per a cada rol. (Aneu a la pàgina de <a href="@role">Rols</a> per a crear-ne un). Hi ha dos rols importants que cal tenir en compte: Usuaris Autenticats i Administradors. Qualsevol permís atorgat al rol Usuaris Autenticats, se li donarà a qualsevol usuari que pugui iniciar sessió al vostre lloc. Podeu fer a qualsevol rol el rol Administrador del vostre lloc, cosa que significa que se li atorgaran tots els nous permisos de forma automàtica. Podeu fer-ho a la pàgina de <a href="@settings">Paràmetres d'usuari</a>. Heu de tenir cura per garantir que només se'ls hi dána aquest accés i el nivell de control del vostre lloc als usuaris de confiança.

source: Roles allow you to fine tune the security and administration of Drupal. A role defines a group of users that have certain privileges as defined in <a href="@permissions">user permissions</a>. Examples of roles include: anonymous user, authenticated user, moderator, administrator and so on. In this area you will define the <em>role names</em> of the various roles. To delete a role choose "edit".
ca_es: Els rols us permeten ajustar la seguretat i l'administració del Drupal. Un rol defineix un grup d'usuaris que tenen certs privilegis definits als <a href="@permissions">permisos d'usuari</a>. Exemples de rols inclouen: usuari anònim, usuari autenticat, moderador, administrador i més. En aquesta àrea definireu els <em>noms dels rols</em> dels diversos rols. Per suprimir un rol trieu "edita".

source: By default, Drupal comes with two user roles:
ca_es: Per defecte, el Drupal ve amb dos rols d'usuari:

source: Anonymous user: this role is used for users that don't have a user account or that are not authenticated.
ca_es: Usuari anònim: aquest rol s'utilitza per usuaris que no tenen un compte d'usuari o que no s'han autenticat.

source: Authenticated user: this role is automatically granted to all logged in users.
ca_es: Usuari autentificat: aquest rol és s'assigna de forma automàtica a tots els usuaris que han iniciat sessió en el lloc.

source: This form lets administrators add, edit, and arrange fields for storing user data.
ca_es: Aquest formulari permet als administradors afegir, editar i organitzar els camps per emmagatzemar les dades d'usuari.

source: This form lets administrators configure how fields should be displayed when rendering a user profile page.
ca_es: Aquest formulari permet als administradors configurar com s'han de mostrar els camps al visualitzar una pàgina de perfil d'usuari.

source: User module account form elements
ca_es: Elements de formulari de compte del mòdul User

source: User module timezone form element.
ca_es: Element de formulari de fus horari del mòdul User

source: User module history view element.
ca_es: Elements de consulta de l'històric del mòdul User

source: Administer permissions
ca_es: Administra els permisos

source: View user profiles
ca_es: Accedeix als perfils dels usuaris

source: Change own username
ca_es: Canvia el nom d'usuari propi

source: Cancel own user account
ca_es: Cancel·la el compte d'usuari propi

source: Note: content may be kept, unpublished, deleted or transferred to the %anonymous-name user depending on the configured <a href="@user-settings-url">user settings</a>.
ca_es: Nota: el contingut es pot mantenir, despublicar, suprimir o transferir a l'usuari %anonymous-name depenent de la configuració dels <a href="@user-settings-url">paràmetres d'usuari</a>.

source: Select method for cancelling own account
ca_es: Selecciona el mètode per a cancel·lar el compte propi

source: Spaces are allowed; punctuation is not allowed except for periods, hyphens, apostrophes, and underscores.
ca_es: Es permeten espais; no es permet cap símbol de puntuació tret de punts, guions, apòstrofs i guions baixos.

source: Your virtual face or picture. Maximum dimensions are %dimensions pixels and the maximum size is %size kB.
ca_es: La vostra cara o imatge virtual. Les dimensions màximes són de %dimensions píxels i una mida de fitxer de %size kB.

source: The signature is too long: it must be %max characters or less.
ca_es: La signatura és massa llarga: ha de tenir %max caràcters o menys.

source: Sorry, too many failed login attempts from your IP address. This IP address is temporarily blocked. Try again later or <a href="@url">request a new password</a>.
ca_es: Ho sentim, hi ha hagut masses intents fallits d'inici de sessió des d'aquesta adreça IP. Aquesta s'ha bloquejat temporalment. Proveu-ho més tard o <a href="@url">demaneu una nova contrasenya</a>.

source: Cancelling account
ca_es: Cancel·lació de compte

source: Cancelling user account
ca_es: Cancel·lació de compte d'usuari

source: %name has been disabled.
ca_es: S'ha inhabilitat %name.

source: Account details for [user:name] at [site:name]
ca_es: Detalls del compte de [user:name] a [site:name]

source: [user:name], Thank you for registering at [site:name]. You may now log in to [site:login-url] using the following username and password: username: [user:name] password: [user:password] You may also log in by clicking on this link or copying and pasting it in your browser: [user:one-time-login-url] This is a one-time login, so it can be used only once. After logging in, you will be redirected to [user:edit-url] so you can change your password. -- [site:name] team
ca_es: [user:name], Gràcies per registrar-vos a [site:name]. Ara podeu iniciar sessió a [site:login-url] utilitzant el següent nom d'usuari i contrasenya: Nom d'usuari: [user:name] Contrasenya: [user:password] També podeu iniciar sessió fent clic en aquest enllaç o copiant-lo i enganxant-lo en el vostre navegador: [user:one-time-login-url] Aquest inici de sessió és per un sol cop, i per tant, només pot ser usat una vegada. Després d'iniciar sessió, sereu redirigit a [user:edit-url] perquè pugueu canviar la contrasenya. -- L'equip de [site:name]

source: An administrator created an account for you at [site:name]
ca_es: Un administrador us ha creat un compte a [site:name]

source: [user:name], A site administrator at [site:name] has created an account for you. You may now log in to [site:login-url] using the following username and password: username: [user:name] password: [user:password] You may also log in by clicking on this link or copying and pasting it in your browser: [user:one-time-login-url] This is a one-time login, so it can be used only once. After logging in, you will be redirected to [user:edit-url] so you can change your password. -- [site:name] team
ca_es: [user:name], Un administrador de [site:name] us ha creat un compte. Ara podeu iniciar sessió a [site:login-url] utilitzant el següent nom d'usuari i contrasenya: Nom d'usuari: [user:name] Contrasenya: [user:password] També podeu entrar fent clic en aquest enllaç o copiant-lo i enganxant-lo al vostre navegador: [user:one-time-login-url] Aquest inici de sessió és per un sol cop, i per tant, només pot ser usat una vegada. Després d'iniciar sessió, sereu redirigits a [user:edit-url] perquè pugueu canviar la contrasenya. -- L'equip de [site:name]

source: Account details for [user:name] at [site:name] (pending admin approval)
ca_es: Detalls del compte de [user:name] a [site:name] (pendent d'aprovació per part de l'administrador)

source: [user:name], Thank you for registering at [site:name]. Your application for an account is currently pending approval. Once it has been approved, you will receive another e-mail containing information about how to log in, set your password, and other details. -- [site:name] team
ca_es: [user:name], Gràcies per registrar-vos a [site:name]. La vostra petició per un compte està pendent d'aprovació. Un cop aprovada, rebreu un altre correu amb informació de com identificar-vos, definir la vostra contrasenya i altres detalls. --L'equip de [site:name]

source: [user:name] has applied for an account. [user:edit-url]
ca_es: [user:name] ha sol·licitat un compte nou. [user:edit-url]

source: Replacement login information for [user:name] at [site:name]
ca_es: Canvi de contrasenya per a [user:name] a [site:name]

source: [user:name], A request to reset the password for your account has been made at [site:name]. You may now log in to [site:uri-brief] by clicking on this link or copying and pasting it in your browser: [user:one-time-login-url] This is a one-time login, so it can be used only once. It expires after one day and nothing will happen if it's not used. After logging in, you will be redirected to [user:edit-url] so you can change your password.
ca_es: [user:name], S'ha fet una petició per regenerar la contrasenya del vostre compte a [site:name]. Podeu iniciar sessió ara a [site:uri-brief] fent clic en aquest enllaç o copiant-lo i enganxant-lo al vostre navegador: [user:one-time-login-url] Aquest enllaç és d'un sol inici de sessió; és a dir, sols es pot fer servir un cop. Caduca al cap d'un dia i no passa res si no s'usa. Després d'iniciar sessió, se us dirigirà a [user:edit-url] on podreu canviar la vostra contrasenya.

source: Account details for [user:name] at [site:name] (approved)
ca_es: Detalls del compte de [user:name] a [site:name] (aprovat)

source: [user:name], Your account at [site:name] has been activated. You may now log in by clicking on this link or copying and pasting it in your browser: [site:login-url] This is a one-time login, so it can be used only once. After logging in, you will be redirected to [user:edit-url] so you can change your password. Once you have set your own password, you will be able to log in to [site:login-url] in the future using: username: [user:name]
ca_es: [user:name], El vostre compte a [site:name] ha estat activat. Podeu iniciar sessió fent clic en aquest enllaç o copiant-lo i enganxant-lo al vostre navegador: [site:login-url] Aquest enllaç és d'una sola entrada; és a dir, sols es pot fer servir un cop. Després d'iniciar sessió, se us dirigirà a [user:edit-url] on podreu canviar la vostra contrasenya. Un cop hàgiu entrat la vostra contrasenya, podreu entrar a [site:login-url] en el futur utilitzant: Nom d'usuari: [user:name]

source: Account details for [user:name] at [site:name] (blocked)
ca_es: Detalls del compte de [user:name] a [site:name] (bloquejat)

source: [user:name], Your account on [site:name] has been blocked.
ca_es: [user:name], El vostre compte a [site:name] ha estat boquejat.

source: Account cancellation request for [user:name] at [site:name]
ca_es: Petició de cancel·lació del compte de [user:name] a [site:name]

source: [user:name], A request to cancel your account has been made at [site:name]. You may now cancel your account on [site:url-brief] by clicking this link or copying and pasting it into your browser: [user:cancel-url] NOTE: The cancellation of your account is not reversible. This link expires in one day and nothing will happen if it is not used.
ca_es: [user:name], S'ha fet una petició per a cancel·lar el vostre compte a [site:name]. Podeu cancel·lar el vostre compte a [site:url-brief] fent clic en aquest enllaç o copiant-lo i enganxant-lo al vostre navegador: [user:cancel-url] NOTA: La cancel·lació del vostre compte no es reversible. Aquest enllaç caduca al cap d'un dia i no passa res si no s'usa.

source: Account details for [user:name] at [site:name] (canceled)
ca_es: Detalls del compte de [user:name] a [site:name] (cancel·lat)

source: [user:name], Your account on [site:name] has been canceled.
ca_es: [user:name], El vostre compte a [site:name] ha estat cancel·lat.

source: Cancel the selected user accounts
ca_es: Cancel·la els comptes d'usuari seleccionats

source: The user account %name cannot be cancelled.
ca_es: No es pot cancel·lar el compte d'usuari %name.

source: When cancelling these accounts
ca_es: Al cancel·lar aquests comptes

source: Are you sure you want to cancel these user accounts?
ca_es: Esteu segur de voler cancel·lar aquests comptes d'usuari?

source: Cancel accounts
ca_es: Cancel·la els comptes

source: To make your password stronger:
ca_es: Per a fer la vostra contrasenya més forta:

source: Make it at least 6 characters
ca_es: Feu-la de com a mínim 6 caràcters

source: Add lowercase letters
ca_es: Afegiu lletres en minúscules

source: Add uppercase letters
ca_es: Afegiu lletres en majúscules

source: Add numbers
ca_es: Afegiu números

source: Add punctuation
ca_es: Afegiu símbols de puntuació

source: Make it different from your username
ca_es: Feu-la diferent del vostre nom d'usuari

source: Weak
ca_es: Feble

source: Fair
ca_es: Passable

source: Blocked user: %name %email.
ca_es: Usuari bloquejat: %name %email.

source: There is currently 1 user online.
ca_es: Actualment hi ha 1 usuari en línia.

source: Sorry, there has been more than one failed login attempt for this account. It is temporarily blocked. Try again later or <a href="@url">request a new password</a>.
ca_es: Ho sentim, hi ha hagut més d'un intent fallit d'inici de sessió per aquest compte. S'ha bloquejat temporalment. Proveu-ho més tard o <a href="@url">demaneu una nova contrasenya</a>.

source: Manage user accounts
ca_es: Gestioneu els comptes d'usuari

source: Find and manage people interacting with your site.
ca_es: Trobeu i gestioneu la gent que interacciona amb el vostre lloc.

source: People and permissions
ca_es: Gent i permisos

source: Configure user accounts, roles and permissions.
ca_es: Configureu els comptes d'usuari, els rols i els permisos.

source: Confirm account cancellation
ca_es: Confirmeu la cancel·lació del compte

source: User passwords rehashed to improve security
ca_es: S'ha tornat a fer el hash de les contrasenyes per a millorar la seguretat.

source: Migrated user time zones
ca_es: S'han migrat els fusos horaris dels usuaris.

source: Foriegn key: {file}.fid of user's picture.
ca_es: Clau forana: {file}.fid de la imatge d'usuari.

source: Minimal
ca_es: Mínima

source: Start with only a few modules enabled.
ca_es: Comenceu només amb uns pocs mòduls habilitats.

source: Basic page
ca_es: Pàgina bàsica

source: Use <em>basic pages</em> for your static content, such as an 'About us' page.
ca_es: Utilitzeu <em>pàgines bàsiques</em> per al vostre contingut estàtic, com una pàgina de 'Qui som'.

source: Use <em>articles</em> for time-specific content like news, press releases or blog posts.
ca_es: Utilitzeu <em>articles</em> per a continguts amb un temps específic com notícies, comunicats de premsa o entrades de blog.

source: Use tags to group articles on similar topics into categories.
ca_es: Utilitzeu les etiquetes per a agrupar en categories els articles de temes similars.

source: Enter a comma-separated list of words to describe your content.
ca_es: Introduïu una llista de paraules separades per comes per descriure el vostre contingut.

source: Install with commonly used features pre-configured.
ca_es: Instal·leu amb les característiques d'ús comú preconfigurades.

source: Content width
ca_es: Amplada del contingut

source: Fluid width
ca_es: Amplada fluïda

source: Fixed width
ca_es: Amplada fixa

source: Specify whether the content will wrap to a fixed width or will fluidly expand to the width of the browser window.
ca_es: Especifiqueu si el contingut s'ha d'ajustar a un ample fix o de manera fluida s'ampliarà a l'amplada de la finestra del navegador.

source: A multi-column theme which can be configured to modify colors and switch between fixed and fluid width layouts.
ca_es: Un tema amb múltiples columnes que es pot configurar per a modificar els colors i canviar entre distribucions d'amplada fixa i fluïda.

source: A simple one-column, tableless, fluid width administration theme.
ca_es: Un tema d'administració simple d'una columna, sense taules i d'amplada fluïda.

source: This theme demonstrates Drupal's default HTML markup and CSS styles. To learn how to build your own theme and override Drupal's default code, see the <a href="http://drupal.org/theme-guide">Theming Guide</a>.
ca_es: Aquest tema mostra el marcat HTML i els estils CSS predeterminats del Drupal. Per aprendre com construir el vostre propi tema o sobreescriure el codi predeterminat del Drupal, consulteu la <a href="http://drupal.org/theme-guide">Guia de construcció de temes</a>.
